---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepUpperCenterlineElevation
source: html/20704561-7333-818e-b38a-f78ad0e96f0c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepUpperCenterlineElevation Property

"Upper End Centerline Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepUpperCenterlineElevation { get; }
```